IDEA StatiCa Open Model
MatPrestressSteelSIA.SurfaceCharacteristic Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Surface characteristic
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public SurfaceCharacteristicTypeSIA SurfaceCharacteristic { get; set; }
Public Property SurfaceCharacteristic As SurfaceCharacteristicTypeSIA
	Get
	Set
public:
property SurfaceCharacteristicTypeSIA SurfaceCharacteristic {
	SurfaceCharacteristicTypeSIA get ();
	void set (SurfaceCharacteristicTypeSIA value);
}
Property Value
Type: SurfaceCharacteristicTypeSIA
See Also
Reference
MatPrestressSteelSIA Class
IdeaRS.OpenModel.Material Namespace